13xforever.language-x86-64-assembly
akamud.vscode-theme-onedark
asvetliakov.snapshot-tools
asvetliakov.vscode-neovim
auiworks.amvim
bierner.markdown-preview-github-styles
bungcip.better-toml
castwide.solargraph
clinyong.vscode-css-modules
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer-2
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
DotJoshJohnson.xml
dtsvet.vscode-wasm
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
foam.foam-vscode
freebroccolo.sml
geddski.macros
GitHub.copilot
GitHub.github-vscode-theme
GitHub.remotehub
GitHub.vscode-pull-request-github
GrapeCity.gc-excelviewer
Gruntfuggly.todo-tree
haskell.haskell
humao.rest-client
huntertran.auto-markdown-toc
johnsoncodehk.volar
jprestidge.theme-material-theme
justusadam.language-haskell
kortina.vscode-markdown-notes
Lencerf.beancount
luf.xtpl
mariusschulz.yarn-lock-syntax
mathiasfrohlich.Kotlin
mhartington.oceanic-next
mhutchie.git-graph
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
mushan.vscode-paste-image
paradigm-sy.vscode-css-variables-autocomplete
pflannery.vscode-versionlens
PKief.material-icon-theme
pnp.polacode
rebornix.scheme
richie5um2.vscode-sort-json
rust-lang.rust
sbrink.elm
sdras.night-owl
silvenon.mdx
slevesque.vscode-hexdump
streetsidesoftware.code-spell-checker
teabyii.ayu
techer.open-in-browser
telesoho.vscode-markdown-paste-image
undefinedvs.vscode-iconfont-preview
VisualStudioExptTeam.vscodeintellicode
voorjaar.windicss-intellisense
vunguyentuan.vscode-css-variables
wmaurer.change-case
XadillaX.viml
xyz.local-history
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
Zignd.html-css-class-completion
ziyasal.vscode-open-in-github
