13xforever.language-x86-64-assembly
akamud.vscode-theme-onedark
alanz.vscode-hie-server
asvetliakov.snapshot-tools
auiworks.amvim
bierner.markdown-preview-github-styles
bungcip.better-toml
castwide.solargraph
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
DotJoshJohnson.xml
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
felipecaputo.git-project-manager
freebroccolo.sml
geddski.macros
GitHub.vscode-pull-request-github
GrapeCity.gc-excelviewer
Gruntfuggly.todo-tree
hoovercj.haskell-linter
humao.rest-client
jprestidge.theme-material-theme
justusadam.language-haskell
Lencerf.beancount
mariusschulz.yarn-lock-syntax
mathiasfrohlich.Kotlin
mhartington.oceanic-next
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
mushan.vscode-paste-image
pflannery.vscode-versionlens
PKief.material-icon-theme
pnp.polacode
rebornix.scheme
redhat.java
richie5um2.vscode-sort-json
rust-lang.rust
sbrink.elm
sdras.night-owl
silvenon.mdx
streetsidesoftware.code-spell-checker
teabyii.ayu
techer.open-in-browser
telesoho.vscode-markdown-paste-image
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-initializr
WallabyJs.quokka-vscode
wmaurer.change-case
xyz.local-history
yzhang.markdown-all-in-one
zhuangtongfa.Material-theme
ziyasal.vscode-open-in-github
