akamud.vscode-theme-onedark
alanz.vscode-hie-server
asvetliakov.snapshot-tools
auiworks.amvim
bierner.markdown-preview-github-styles
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
eg2.tslint
eg2.vscode-npm-script
esbenp.prettier-vscode
felipecaputo.git-project-manager
freebroccolo.sml
geddski.macros
GrapeCity.gc-excelviewer
HookyQR.beautify
hoovercj.haskell-linter
jprestidge.theme-material-theme
justusadam.language-haskell
leizongmin.node-module-intellisense
mathiasfrohlich.Kotlin
mrmlnc.vscode-scss
ms-python.python
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
mushan.vscode-paste-image
PeterJausovec.vscode-docker
pflannery.vscode-versionlens
PKief.material-icon-theme
pnp.polacode
rebornix.scheme
redhat.java
richie5um2.vscode-sort-json
robinbentley.sass-indented
rust-lang.rust
sbrink.elm
sdras.night-owl
silvenon.mdx
SirTobi.code-clip-ring
streetsidesoftware.code-spell-checker
teabyii.ayu
techer.open-in-browser
telesoho.vscode-markdown-paste-image
UCL.haskelly
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
WallabyJs.quokka-vscode
wayou.vscode-todo-highlight
wix.vscode-import-cost
xyz.local-history
yzhang.markdown-all-in-one
zhuangtongfa.Material-theme
ziyasal.vscode-open-in-github
